Repository: gustawho/plasma5-applets-plastweet
Catalog: translations/po/org.kde.plastweet_*.po
Languages: nl

source: General
nl: Algemeen

source: Notifications
nl: Meldingen

source: Mentions and replies
nl: Vermeldingen en antwoorden

source: Replies
nl: Antwoorden

source: Sync interval:
nl: Synchronisatietussenpoos:

source: What's happening?
nl: Waar denk je aan?

source: Add an image or video
nl: Afbeelding of video toevoegen

source: Remove media
nl: Media verwijderen

source: Drop an image or video
nl: Sleep een afbeelding of video hierheen

source: Tweet
nl: Tweeten

source: Send Tweet
nl: Tweet versturen

source: API Settings
nl: API-instellingen

source: Third-party clients have very limited access to Twitter with stricter rate limit and fewer features. It's recommended to use your own key. To do so, you first have to register a new application (if you don't already have one) <a href='https://apps.twitter.com'>here</a>.
nl: Externe Twitter-clients hebben beperkt toegang tot Twitter. Ze beschikken hierdoor over een strenger opvraaglimiet en minder functies. Het aanbevolen om je eigen sleutel te gebruiken. Hiervoor moet je een nieuwe app registreren (als je dat nog niet gedaan hebt) op <a href='https://apps.twitter.com'></a>.

source: Consumer API keys:
nl: Gebruikerssleutels:

source: Access token & access token secret:
nl: Toegangssleutel en -geheim:

source: Consumer Key
nl: Gebruikerssleutel

source: Consumer Secret
nl: Gebruikersgeheim

source: Access Token
nl: Toegangssleutel

source: Access Token Secret
nl: Toegangssleutelgeheim

source: Login
nl: Inloggen

source: Generate token
nl: Toegangssleutel genereren
